<div class="toast">
    <div>
        <div class="toast__icon"></div>
        <div class="toast__message"></div>
        <div class="toast__close" onclick="toast__close()" ></div>
    </div>
</div>
<footer>
    <a class="scrollToTop"></a>
    <div class="container">
        <div class="f-links">
            <div class="col--2"><a href="">لینک اول</a></div>
            <div class="col--2"><a href="">لینک دوم</a></div>
            <div class="col--2"><a href="">لینک سوم</a></div>
            <div class="col--2"><a href="">لینک چهارم</a></div>
            <div class="col--2"><a href="">لینک پنجم</a></div>
            <div class="col--2"><a href="">لینک ششم</a></div>
        </div>
    </div>
    <div class="line"></div>
    <div class="container">
        <div class="f-about">
            <div class="col--8">
                <p>
                    وب سایت آموزش برنامه نویسی و طراحی وب
                    لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.
                </p>
            </div>
        </div>
    </div>
    <div class="webamooz">
        طراحی و توسعه با لاراول
        <a href="/">حسین عبداله زاده</a>
        © 1402
    </div>
</footer>
